Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/omegat/project_save.tmx
Source language: ca
Languages: es_es

source: Tota la informació ---instruccions de programa o dades--- que s'emmagatzema en la memòria d'un ordinador s'hi guarda en forma binària; és a dir, cada dada és una cadena de dígits binaris o bits.
es_es: Toda la información --- instrucciones de programa o datos --- que se almacena en la memoria de un ordenador se guarda en forma binaria, es decir, cada dato es una cadena de dígitos binarios o bits.

source: Tots aquests conceptes es veuen potser més clars amb l'exemple de la figura en què es mostra l'estructura de fitxers i directoris en un dispositiu d'emmagatzemament qualsevol.
es_es: Todos estos conceptos se ven quizás más claros con el ejemplo de la figura en que se muestra la estructura de ficheros y directorios en un dispositivo de almacenamiento cualquiera.

source: Tots els sistemes informàtics tenen maquinari de les classes següents:
es_es: Todos los sistemas informáticos tienen hardware de las siguientes clases:

source: Tots els sistemes informàtics es poden dividir en dues parts: maquinari i programari.
es_es: Todos los sistemas informáticos se pueden dividir en dos partes: hardware y software.

source: Un adjunt és un sintagma o constituent que, conjuntament amb un altre sintagma o constituent, forma un constituent del mateix tipus que aquest últim (per exemple, un sintagma nominal més un sintagma preposicional formen un sintagma nominal); en un cert sentit, l'adjunt no és necessari sinó opcional.
es_es: Un adjunto es un sintagma o constituyente que, conjuntamente con otro sintagma o constituyente, forma un constituyente del mismo tipo que este último (por ejemplo, un sintagma nominal más un sintagma preposicional forman un sintagma nominal); en un cierto sentido, el adjunto no es necesario sino opcional.

source: Un programa és una seqüència (llista o conjunt ordenat) d'instruccions que són seguides o executades pel maquinari, de tal manera que realitzen alguna tasca determinada. Normalment, els ordinadors estan organitzats al voltant d'un processador central (vegeu més endavant) que és capaç de comprendre i executar instruccions bàsiques preses d'un conjunt determinat (el conjunt d'instruccions del processador).
es_es: Un programa es una secuencia (lista o conjunto ordenado) de instrucciones que el hardware sigue o ejecuta, de tal manera que realizan alguna tarea determinada. Normalmente, los ordenadores están organizados alrededor de un procesador central (véase más adelante) que es capaz de comprender y ejecutar instrucciones básicas tomadas de un conjunto determinado (el conjunto de instrucciones del procesador).

source: Un CD-ROM de música és d'accés aleatori perquè podem accedir a la setzena cançó directament; en canvi, un casset (cinta magnètica) és d'accés seqüencial perquè per a accedir a la setzena cançó hem de passar per les 15 cançons anteriors.
es_es: Un CD-ROM de música es de acceso aleatorio porque podemos acceder a la decimosexta canción directamente; en cambio, un casete (cinta magnética) es de acceso secuencial porque para acceder a la decimosexta canción directamente tenemos que pasar por las 15 anteriores.

source: Un URI té generalment tres parts, encara que s'hi donen algunes variacions i una d'elles no és obligatòria: [esquema:] indica la classe de recurs i com l'ha d'usar l'ordinador sol·licitant (o client).
es_es: Un URI tiene generalmente tres partes, aunque se dan algunas variaciones y una de ellas no es obligatoria: [esquema:] indica la clase de recurso y como lo tiene que usar el ordenador solicitante (o cliente).

source: Un altre exemple: l'oració Han posat un banc nou a la plaça pot tenir dues interpretacions, segons la interpretació que s'assigne al mot polisèmic banc (``seient estret i llarg'' o bé ``institució financera'').
es_es: Otro ejemplo: la oración Han puesto un banco nuevo en la plaza puede tener dos interpretaciones, según la interpretación que se asigne a la palabra polisémica banco (``asiento estrecho y largo'' o bien "institución financiera'').

source: Un altre exemple: la taula il·lustra gràficament el procés de recerca dicotòmica sobre una llista de cognoms ordenats alfabèticament.
es_es: Otro ejemplo: la tabla ilustra gráficamente el proceso de búsqueda dicotómica sobre una lista de apellidos ordenados alfabéticamente.

source: Un altre tipus d'ambigüitat mixta succeeix quan l'ambigüitat lèxica categorial d'alguns mots es combina amb mecanismes d'el·lipsi com els descrits més amunt per a construccions coordinatives o comparatives.
es_es: Otro tipo de ambigüedad mixta sucede cuando la ambigüedad léxica categorial de algunas palabras se combina con mecanismos de elipsis como los descritos más arriba para construcciones coordinativas o comparativas.

source: Un bit pot tenir dos valors: 0 (apagat, inactiu) o 1 (encés, actiu); això és perquè el dispositiu electrònic corresponent pot estar en dos estats.
es_es: Un bit puede tener dos valores: 0 (apagado, inactivo) o 1 (encendido, activo); esto es porque el dispositivo electrónico correspondiente puede estar en dos estados.

source: Un dels buscadors més populars a l'hora d'escriure aquestes línies és Google ({http://www.google.com}); però també hi ha altres com Duckduckgo!, StartPage, etc.
es_es: Uno de los buscadores más populares a la hora de escribir estas líneas es Google ({http://www.google.com}); pero también hay otros como Duckduckgo!, StartPage, etc.

source: Un dels programes més comunament usats pels professionals de la traducció són els gestors de bases de dades lèxiques (normalment anomenats gestors de bases de dades terminològiques, encara que es poden usar per a moltes altres aplicacions a més de les estrictament terminològiques).
es_es: Uno de los programas más comúnmente usados por los profesionales de la traducción son los gestores de bases de datos léxicas (normalmente llamados gestores de bases de datos terminológicas, aunque se pueden usar para otras muchas aplicaciones además de las estrictamente terminológicas).

source: Un dels recursos d'Internet més útils són els buscadors o cercadors.
es_es: Uno de los recursos de Internet más útiles son los buscadores.

source: Un dels serveis més usats d'Internet és el correu electrònic (en anglés electronic mail o e-mail), que ens permet enviar missatges (textos informatitzats) a usuaris d'altres ordinadors.
es_es: Uno de los servicios más usados de Internet es el correo electrónico (en inglés electronic mail o e-mail), que nos permite enviar mensajes (textos informatizados) a usuarios de otros ordenadores.

source: Un megahertzs equival a un milió de hertzs (Hz), és a dir, un milió de cicles de processament d'informació per segon.
es_es: Un megaherzio equivale a un millón de herzios (Hz), es decir, un millón de ciclos de procesamiento de información por segundo.

source: Un mot (i, en general, una unitat lèxica de més d'un mot) es pot veure des de dues perspectives; d'una banda, la forma superficial del mot és la forma concreta que apareix en el text: cantàvem; d'altra banda, hi ha la forma lèxica, que consisteix en un lema o forma canònica (cantar), una categoria lèxica, classe de mot, o part de l'oració (verb) i uns indicadors de flexió que expressen les característiques morfològiques o flexives (primera persona, nombre plural, temps pretèrit imperfet, mode indicatiu).
es_es: Una palabra (y, en general, una unidad léxica de más de una palabra) se puede ver desde dos perspectivas; por un lado, la forma superficial de la palabra es la forma concreta que aparece en el texto: cantábamos; por otra parte, tenemos la forma léxica, que consiste en un lema o forma canónica (cantar), una categoría léxica, clase de palabra, o parte de la oración (verbo) y unos indicadores de flexión que expresan las características morfológicas o flexivas (primera persona, nombre plural, tiempo pretérito imperfecto, modo indicativo).

source: Un octet pot contenir, per tant, molt poca informació (un caràcter, una instrucció senzilla del processador central, un nombre de 0 (``{ 00000000}'') a 255 (``{ 11111111}''), etc.).
es_es: Un byte puede contener, por tanto, muy poca información (un carácter, una instrucción sencilla del procesador central, un número del 0 (``{ 00000000}'') al 255 (``{ 11111111}''), etc.).

source: Un octet pot estar, per tant, en $2^8=256$ estats diferents.
es_es: Un byte puede estar, por lo tanto, en $2^8=256$ estados diferentes.

source: Un petit glossari
es_es: Un pequeño glosario

source: Un text informatitzat pot tenir orígens diversos: Pot haver estat generat per un altre programa d'ordinador, per exemple a partir de les dades contingudes en alguna base de dades (vegeu el capítol ).
es_es: Un texto informatizado puede tener orígenes diversos: Puede haber sido generado por otro programa de ordenador, por ejemplo a partir de los datos contenidos en alguna base de datos (véase el capítulo ).

source: Un traductor automàtic per transferència morfològica avançada resol la polisèmia mitjançant l'ús d'un analitzador morfològic.
es_es: Un traductor automático por transferencia morfológica avanzada resuelve la polisemia mediante el uso de un analizador morfológico.

source: Una adreça electrònica pot també identificar una llista d'usuaris (àlies) o una llista de distribució (la qual envia una còpia de cada missatge que rep a tots els inscrits en la llista).
es_es: Una dirección electrónica puede también identificar una lista de usuarios (alias) o una lista de distribución (la cual envía una copia de cada mensaje que recibe a todos los inscritos en la lista).

source: Una altra llista d'interés, Tradumàtica, sobre tecnologies de la traducció, permet subscripció a través de {https://listserv.rediris.es/cgi-bin/wa?A0=TRADUMATICA}.}
es_es: Otra lista de interés, Tradumàtica, sobre tecnologías de la traducción, permite suscripción a través de {https://listserv.rediris.es/cgi-bin/wa?A0=TRADUMATICA}.}

source: Una altra regla que se sol usar és la d'adjunció mínima ---en anglés minimal attachment--- que afavoreix l'arbre sintàctic amb el mínim de nodes (punts de ramificació).
es_es: Otra regla que se suele usar es la de adjunción mínima ---en inglés minimal attachment--- que favorece el árbol sintáctico con el mínimo de nodos (puntos de ramificación).

source: Una ambigüitat que és molt semblant a l'ambigüitat lèxica pura es produeix quan una expressió idiomàtica es pren bé com a tal o bé en sentit literal.
es_es: Una ambigüedad que es muy parecida a la ambigüedad léxica pura se produce cuando una expresión idiomática se toma bien como tal o bien en sentido literal.

source: Una base de dades amb aquestes propietats està indexada.
es_es: Una base de datos con estas propiedades está indexada.

source: Una base de dades d'aquesta mena la pot consultar una persona mentre està fent una traducció manualment o pot estar inclosa dins d'un programa de traducció automàtica o assistida per ordinador.
es_es: Una base de datos de este tipo la puede consultar una persona mientras está haciendo una traducción manualmente o puede estar incluida dentro de un programa de traducción automática o asistida por ordenador.

source: Una classificació interessant dels problemes de la traducció automàtica la dóna .
es_es: Una clasificación interesante de los problemas que se dan en la traducción automática .

source: Una classificació no gaire exhaustiva dels diferents tipus d'ordinadors que podem trobar-nos avui dia és la següent:
es_es: Una clasificación no muy exhaustiva de los diferentes tipos de ordenadores que podemos encontrarnos hoy en día es la siguiente:

source: Una d'aquestes tres no és un tipus d'ambigüitat lèxica: L'homografia.
es_es: Una de estas tres no es un tipo de ambigüedad léxica: La homografía.

source: Una de les aplicacions més freqüents d'Internet són en l'actualitat els serveis de xarxa social, comunament anomenats simplement xarxes socials.
es_es: En la actualidad, una de las aplicaciones más frecuentes de Internet son los servicios de red social, comúnmente denominados simplemente redes sociales.

source: Una de les eines informàtiques bàsiques que es troben a l'abast de les persones que es dediquen professionalment a la traducció és Internet.
es_es: Una de las herramientas informáticas básicas que se encuentran al alcance de las personas que se dedican profesionalmente a la traducción es Internet.

source: Una de les perspectives més interessants per a analitzar i ordenar els tipus d'ambigüitat descrits més amunt ens la proporciona l'anomenat principi de composicionalitat [cap. 23]{radford09b}: { La interpretació d'una oració està determinada per la interpretació dels mots que apareixen en l'oració i per l'estructura sintàctica de l'oració.} Aquest principi explica per què la interpretació de l'oració El pare escura plats és diferent de la de l'oració La mare llegeix llibres Les oracions () i () tenen la mateixa sintaxi però diferent interpretació perquè contenen mots diferents amb interpretacions diferents.
es_es: Una de las perspectivas más interesantes para analizar y ordenar los tipos de ambigüedad descritos más arriba nos la proporciona el llamado principio de composicionalidad [cap. 23]{radford09b}: { La interpretación de una oración está determinada por la interpretación de las palabras que aparecen en la oración y por la estructura sintáctica de la oración.} Este principio explica por qué la interpretación de la oración El padre escurre los platos es diferente de la de la oración La madre lee libros Las oraciones () i () tienen la misma sintaxis pero diferente interpretación porque contienen palabras diferentes con interpretaciones diferentes.

source: Una vegada resolt, el nostre ordinador es guarda l'IP durant un temps per evitar preguntar de nou.
es_es: Una vez resuelto, nuestro ordenador se guarda la IP durando un tiempo para evitar preguntar de nuevo.

source: Una és Qui diu que PRO vindrà?
es_es: Una es ¿Quién dice que PRO vendrá?

source: Usant protocols ben especificats, normalment a través d'API, Application Program Interfaces o interfícies de programació d'aplicacions.
es_es: Usando protocolos bien especificados, normalmente a través de API, Application Program Interfaces o interfaces de programación de aplicaciones.

source: Vegeu l'exemple m'agrada nadar en la p.
es_es: Véase el ejemplo me gusta nadar en la p.

source: Vegeu la nota al peu de la pàg.
es_es: Véase la nota al pie de la pág.

source: Volem tenir una base de dades ordenada simultàniament per dos camps per a optimitzar les recerques.
es_es: Queremos tener una base de datos ordenada simultáneamente por dos campos para optimizar las búsquedas.

source: [ADSL] (de l'anglés asymmetric digital subscriber line, línia d'abonat digital asimètrica): Versió asimètrica de DSL (vegeu DSL).
es_es: [ADSL] (del inglés asymmetric digital subscriber line, línea de abonado digital asimétrica): Versión asimétrica de DSL (véase DSL).

source: [De sobretaula] (en anglés desktop): Estan formats per una caixa amb dispositius de processament i emmagatzematge i un conjunt de perifèrics (dispositius d'entrada o d'eixida) com ara el teclat, el ratolí o la pantalla.
es_es: [De sobremesa] (en inglés desktop): Están formados por una caja con dispositivos de procesamiento y almacenamiento y un conjunto de periféricos (dispositivos de entrada o de salida) como por ejemplo el teclado, el ratón o la pantalla.

source: [Eixida:] Aquesta és la família dels dispositius que l'ordinador usa per a comunicar dades o informació a l'usuari.
es_es: [Salida:] Esta es la familia de los dispositivos que el ordenador usa para comunicar datos o información al usuario.

source: [Emmagatzematge:] els dispositius d'emmagatzematge es poden dividir en dos grups: [Memòria primària:] memòria ràpida de curt termini, volàtil (s'esborra quan s'apaga l'ordinador), que serveix per a guardar-hi programes i dades mentre l'ordinador està funcionant; si els programes i les dades no caben en la memòria primària, el sistema operatiu ---vegeu l'apartat --- s'encarrega de copiar-los de la memòria al disc dur quan no s'estan usant i copiar-los de tornada del disc dur a la memòria quan són necessaris, operació que s'anomena intercanvi. La memòria primària normalment consisteix en xips RAM (random-access memory, memòria d'accés aleatori) de silici.
es_es: [Almacenamiento:] los dispositivos de almacenamiento se pueden dividir en dos grupos: [Memoria primaria:] memoria rápida a corto plazo, volátil (se borra cuando se apaga el ordenador), que sirve para guardar los programas y datos mientras el ordenador está en funcionamiento; si los programas y los datos no caben en la memoria primaria, el sistema operativo ---véase el apartado --- se encarga de copiarlos desde la memoria al disco duro cuando no se están usando y copiarlos de vuelta desde el disco duro a la memoria cuando son necesarios, operación que se llama intercambio. La memoria primaria normalmente consiste en chips RAM (random-access memory, memoria de acceso aleatorio) de silicio.

source: [Entrada:] la funció primària dels dispositius d'entrada és que l'usuari puga interactuar amb la màquina i amb els programes que executa amb la finalitat d'introduir-hi dades o informació.
es_es: [Entrada:] La función primaria de los dispositivos de entrada es que el usuario pueda interactuar con la máquina y con los programas que ejecuta con el fin de introducir datos o información.

source: [Estat abans de començar la recerca.]{ {|l||l||l||l||l|}
es_es: [Estado antes de empezar la búsqueda.]{ {|l||l||l||l||l|}

source: [Fulls de càlcul,] que permeten automatitzar càlculs que es repeteixen sobre un conjunt més o menys gran de dades (per exemple, per a calcular la nota mitjana de cada estudiant d'una classe sencera a partir de les notes parcials), i presentar-ne els resultats de diverses maneres, per exemple, en gràfics de molts tipus.
es_es: [Hojas de cálculo,] que permiten automatizar cálculos que se repiten sobre un conjunto más o menos grande de datos (por ejemplo, para calcular la nota media de cada estudiante de una clase entera a partir de las notas parciales), y presentar los resultados de varias maneras, por ejemplo, en gráficos de muchos tipos.

source: [Jocs] de moltes classes.
es_es: [Juegos] de muchas clases.

source: [Maquinari] (o hardware): l'equipament físic que es pot veure i tocar.
es_es: [Hardware:] el equipo físico que se puede ver y tocar.

source: [Memòria secundària:] memòria de llarg termini, permanent.
es_es: [Memoria secundaria:] memoria de largo plazo, permanente.

source: [Navegadors d'Internet:] programes que permeten accedir de manera senzilla als documents d'Internet en màquines connectades a aquesta xarxa. Vegeu la secció .
es_es: [Navegadores de Internet:] programas que permiten acceder de manera sencilla a los documentos de Internet en máquinas conectadas a esta red. Véase la sección .

source: [Per què és difícil la TA?
es_es: [¿Por qué es difícil la TA?

source: [Primer pas: mirem l'element 13 i ens quedem amb la meitat baixa de la llista.]{ {|l||l||l||l||l|}
es_es: [Primer paso: miramos el elemento 13 y nos quedamos con la mitad baja de la lista.]{ {|l||l||l||l||l|}

source: [Processament:] Els dispositius de processament són els que fan realment el treball.
es_es: [Procesamiento:] Los dispositivos de procesamiento son los que hacen realmente el trabajo.

source: [Programari] (o software): un o més programes (i les dades associades) que fan alguna funció útil per a la persona usuària o per a un altre programa.
es_es: [Software]: uno o más programas (y los datos asociados) que realizan alguna función útil para el usuario o para otro programa.

source: [Programes d'aplicació:] programari dissenyat específicament per a satisfer les necessitats dels usuaris (de vegades s'anomenen simplement { aplicacions}).
es_es: [Programas de aplicación:] software diseñado específicamente para satisfacer las necesidades de los usuarios (a veces se denominan simplemente { aplicaciones}).

source: [Servidors:] Els servidors són ordinadors que contenen i gestionen informació que s'utilitzarà en altres ordinadors (``clients'') connectats a ells a través d'una xarxa interna o a través d'Internet; no són massa diferents d'un ordinador de sobretaula, típicament més potents quant a memòria, disc i processador, però, com que ningú ha de seure davant d'ells no solen tenir pantalles, teclats o ratolins i sovint estan pensats per a ser disposats horitzontalment en armaris especials anomenats racks.
es_es: [Servidores:] Los servidores son ordenadores que contienen y gestionan información que se utilizará en otros ordenadores (``clientes") conectados a ellos a través de una red interna o a través de Internet; no son demasiado diferentes de un ordenador de sobremesa, normalmente más potentes en cuanto a memoria, disco y procesador, pero como nadie tiene que sentarse delante de ellos no suelen tener pantallas, teclados o ratones y están pensados para ser ubicados horizontalmente en armarios especiales llamados racks.

source: [Sistemes operatius i firmware:] són els programes que permeten el funcionament bàsic de l'ordinador.
es_es: [Sistemas operativos y firmware:] son los programas que permiten el funcionamiento básico del ordenador.

source: [Tauletes i smartphones]: les tauletes (en anglés tablets) i els telèfons mòbils més moderns, anomenats smartphones, són veritables ordinadors por­tà­tils, amb una pantalla tàctil i sense teclat, amb càmera, connectivitat Wi-Fi i Bluetooth, receptor GPS, etc.
es_es: [Tabletas y smartphones]: las tabletas (en inglés tablets) y los teléfonos móviles más modernos, denominados smartphones, son verdaderos ordenadores portátiles, con una pantalla táctil y sin teclado, con cámara, conectividad Wi-Fi y Bluetooth, receptor GPS, etc.

source: [Tercer i últim pas: mirem l'element 9 i trobem l'element buscat.]{ {|l||l||l||l||l|}
es_es: [Tercero y último paso: miramos el elemento 9 y encontramos el elemento buscado.]{ {|l||l||l||l||l|}

source: [adaptador de vídeo] (també anomenada targeta gràfica o controlador de vídeo): Dispositiu (targeta independent, o integrada en la placa base) que permet connectar un monitor a l'ordinador.
es_es: [adaptador de vídeo] (también llamado tarjeta gráfica o controlador de vídeo): Dispositivo (tarjeta independiente, o integrada en la placa base) que permite conectar un monitor al ordenador.

source: [cache] o memòria cau: Memòria RAM intermèdia, d'accés més ràpid per part del processador, on es copia de tant en tant un bloc (també ``pàgina'') complet de posicions consecutives de la memòria RAM general per a simplificar accessos repetits a posicions en la mateixa zona.
es_es: [cache] o memoria caché: Memoria RAM intermedia, de acceso más rápido por parte del procesador, donde se copia de cuando en cuando un bloque (también ``página") completo de posiciones consecutivas de la memoria RAM general para simplificar accesos repetidos a posiciones en la misma zona.

source: `{tt1}{txt}' ) ) ) ) {Exemple d'estructura de fitxers i directoris en un dispositiu d'emmagatzemament.
es_es: `{tt1}{txt}' ) ) ) ) {Ejemplo de estructura de ficheros y directorios en un dispositivo de almacenamiento.

source: `[aprecien]' ) (.SD.
es_es: `[aprecian]' ) (.SD.

source: `[destrossat]' ) (.SD.
es_es: `[destrozado]' ) (.SD.

source: `[els]' ) (.N.
es_es: `[los]' ) (.N.

source: `[escocesos]' ) ) (.{{I}}.
es_es: `[escoceses]' ) ) (.{{I}}.

source: `[tu]' ) (.{{I}}.
es_es: `[tú]' ) (.{{I}}.

source: `els' ) (.N.
es_es: `los' ) (.N.

source: `gal·lesos' ) ) (.{{I}}.
es_es: `galeses' ) ) (.{{I}}.
